Tekla.Structures.ModelInternal.SharedModelState
Implements Tekla.Structures.Model.ISharedModelState.

Tekla.Structures.ModelInternal.SharedModelState.State


Tekla.Structures.ModelInternal.SharedModelState.SetBy


Tekla.Structures.ModelInternal.SharedModelState.LockOwner


Tekla.Structures.ModelInternal.SharedModelState.IsLockOwner


Tekla.Structures.ModelInternal.SharedModelState.Comment


Tekla.Structures.ModelInternal.SharedModelState.PendingVersionsCount
